org-content/projects.org
#+title: 400A Projects
#+author: Mathieu Renzo
#+email: mrenzo@arizona.edu
#+PREVIOUS_PAGE: syllabus.org
#+NEXT_PAGE: lectures.org

* Literature review project/presentation
The aim of this literature review project is for each student to
engage in a bit more depth with an important topic in modern stellar
physics /and/ explain it to the rest of the class. This is effectively a
literature review + exposition project, you are /not/ expected to produce new
results, but you should aim at digesting and being able to explain the
context, physical processes at play, and how they relate to the
material seen in class (during lectures, activities, and other student
presentations!).

*N.B.:* The aim of the project is for you to focus on the /physical
processes/ that are relevant and to put them in the context of the
course material to explain the rest of the class something.

Each student will be assigned a topic to research from the list below
and provide a short written summary (\le 5 pages including figures
and/or tables and references) and an oral presentation to the
classroom. This will allow each student to dig deeper into a topic we
cannot spend too much time on in class, and at the same we can all
learn from each other!

*The written text has to be submitted at least three lectures before the
presentation is scheduled*. The *oral presentation is 20min+10min
questions*. I _strongly_ recommend talking to me at least 3 weeks (the
earlier the better!) before your written presentation is due to
discuss materials that you found and the structure and content of the
presentation.

** Timeline

 - *Presentation day minus 2 lectures*: submission of manuscript to peer-referees
 - *Presentation day minus 1 lectures*: referees submit feedback
 - *Presentation day*: Oral presentation (slides or whiteboard) +
   submission of final manuscript

All files should be exchanged *in pdf* format, via email copying the instructor.
To make sure that your peers have time to read, provide feedback, and
incorporate that feedback, please adhere strictly to this timeline.
Any deviations need to be agreed upon by all parties.

** Procedure to assign projects
Each student will be asked identify 5 topics of interest from the list
below, and I will assign the research topic and the peer referees from
these lists. It may not be possible to satisfy each student's
preferences.

