html-content/projects.html
<!DOCTYPE html>
<html lang="en">
<head>
<!-- 2025-02-01 Sat 20:02 -->
<meta charset="utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>400A Projects</title>
<meta name="author" content="Mathieu Renzo" />
<meta name="generator" content="Org Mode" />
<link rel="stylesheet" href="./css/style.css" />
<link rel="stylesheet" href="./fontawesome-free-6.7.2-web/css/all.min.css">
<meta name="keywords" content="Mathieu, Renzo, Mathieu Renzo,
			       stellar evolution, 400A, University of
			       Arizona, Steward Observatory, stars,
			       theoretical astrophysics">
</head>
<body>
<div id="preamble" class="status">
<!-- Preamble -->
<!-- The header -->
<div class="header">

  <!-- The site name -->
  <div class="site-name">
    <a id="top" href="./index.html">Stellar Evolution</a>
  </div>

  <!-- The hamburger -->
  <div class="hamburger">
    <div id="myLinks" class="menu">
      <a href="./index.html">Home</a>
      <a href="./syllabus.html">Syllabus</a>
      <a href="./lectures.html">Lectures</a>
      <a href="./projects.html">Projects</a>
    </div>
    <a href="javascript:void(0);" class="icon" onclick="HamburgerMenuFunction()">
      <i class="fa fa-bars"></i>
    </a>
  </div>

  <div class="navbar">
    <a href="./syllabus.html">Syllabus</a>
    <a href="./lectures.html">Lectures</a>
    <a href="./projects.html">Projects</a>
  </div>
</div>

<!-- scripts -->
<script>
  function HamburgerMenuFunction() {
      var x = document.getElementById("myLinks");
      if (x.style.display === "block") {
	  x.style.display = "none";
      } else {
	  x.style.display = "block";
      }
  }
</script>

<script>
  window.onload = () => {
      const toggleButton = document.getElementById("light-dark-toggle");
      const body = document.body;
      const html = document.documentElement;


      // Check localStorage for user preference
      if (localStorage.getItem("theme") === "dark") {
          body.classList.add("dark-mode");
	  html.classList.toggle("dark-mode");
      }

      // Toggle theme on click
      toggleButton.addEventListener("click", () => {
          body.classList.toggle("dark-mode");
	  html.classList.toggle("dark-mode");

          // Save user preference
          if (body.classList.contains("dark-mode")) {
              localStorage.setItem("theme", "dark");
          } else {
              localStorage.setItem("theme", "light");
          }
      });
  };
</script>
<!-- end scripts-->
</div>
<div id="content" class="content">

<div id="outline-container-orgcf0d453" class="outline-2">
<h2 id="orgcf0d453"><a href="#orgcf0d453">Literature review project/presentation</a></h2>
<div class="outline-text-2" id="text-orgcf0d453">
<p>
The aim of this literature review project is for each student to
engage in a bit more depth with an important topic in modern stellar
physics <i>and</i> explain it to the rest of the class. This is effectively a
literature review + exposition project, you are <i>not</i> expected to produce new
results, but you should aim at digesting and being able to explain the
context, physical processes at play, and how they relate to the
material seen in class (during lectures, activities, and other student
presentations!).
</p>

<p>
<b>N.B.:</b> The aim of the project is for you to focus on the <i>physical
processes</i> that are relevant and to put them in the context of the
course material to explain the rest of the class something.
</p>

<p>
Each student will be assigned a topic to research from the list below
and provide a short written summary (&le; 5 pages including figures
and/or tables and references) and an oral presentation to the
classroom. This will allow each student to dig deeper into a topic we
cannot spend too much time on in class, and at the same we can all
learn from each other!
</p>

<p>
<b>The written text has to be submitted at least three lectures before the
presentation is scheduled</b>. The <b>oral presentation is 20min+10min
questions</b>. I <span class="underline">strongly</span> recommend talking to me at least 3 weeks (the
earlier the better!) before your written presentation is due to
discuss materials that you found and the structure and content of the
presentation.
</p>
</div>


<div id="outline-container-org27cf213" class="outline-3">
<h3 id="org27cf213"><a href="#org27cf213">Timeline</a></h3>
<div class="outline-text-3" id="text-org27cf213">
<ul class="org-ul">
<li><b>Presentation day minus 3 lectures</b>: submission of manuscript to peer-referees</li>
<li><b>Presentation day minus 2 lectures</b>: referees submit feedback</li>
<li><b>Presentation day minus 1 lecture</b>: edited manuscript is submitted</li>
<li><b>Presentation day</b>: Oral presentation (slides or whiteboard)</li>
</ul>

<p>
All files should be exchanged <b>in pdf</b> format, via email copying the instructor.
To make sure that your peers have time to read, provide feedback, and
incorporate that feedback, please adhere strictly to this timeline.
Any deviations need to be agreed upon by all parties.
</p>
</div>
</div>

<div id="outline-container-orgbcf115c" class="outline-3">
<h3 id="orgbcf115c"><a href="#orgbcf115c">Procedure to assign projects</a></h3>
<div class="outline-text-3" id="text-orgbcf115c">
<p>
Each student will be asked identify 5 topics of interest from the list
below, and I will assign the research topic and the peer referees from
these lists. It may not be possible to satisfy each student's
preferences.
</p>
</div>
