html-content/projects.html

<div id="outline-container-orgacfac45" class="outline-4">
<h4 id="orgacfac45"><a href="#orgacfac45">List of possible projects/presentations</a></h4>
<div class="outline-text-4" id="text-orgacfac45">
<p>
If you have some other topic in mind, please come talk to me early on,
as we may be able to accommodate it.
</p>

<ol class="org-ol">
<li>Stellar rotation: observational evidence</li>
<li>Stellar rotation: Von Zeipel theorem</li>
<li>Stellar rotation: angular momentum transport processes</li>
<li>From T<sub>eff</sub> to color: bolometric corrections and extinction</li>
<li>Asteroseismology</li>
<li>Cepheids as distance indicators</li>
<li>Astrometry &amp; the <i>Gaia</i> mission</li>
<li>Astrometry: walkaway, runaway, and/or hyper-velocity stars</li>
<li>Astrometric detection of <i>Gaia</i> BH1, BH2, BH3, and NS1</li>
<li>Tides in stars</li>
<li>Algol Paradox</li>
<li>Common envelope evolution</li>
<li>Mass transfer in binary systems</li>
<li>Clusters: globular and open</li>
<li>Globular clusters: dynamics</li>
<li>Formation of stars</li>
<li>Stars in galaxies: Chemical evolution</li>
<li>Stars in galaxies: Mechanical feedback</li>
<li>Stars in galaxies: Radiative feedback</li>
<li>Nucleosynthesis: s-process</li>
<li>Nucleosynthesis: r-process</li>
<li>X-ray binaries</li>
<li>Thermonuclear explosion in WDs</li>
<li>Neutron star structure</li>
<li>The Eddington limit</li>
<li>Convective boundary mixing</li>
<li>Schönberg-Chandrasekhar limit and its consequences</li>
<li>Supernova Ia</li>
<li>Analytic stellar models: Lane-Emden equation</li>
<li>Analytic stellar models: Eddington standard model</li>
<li>Novae</li>
<li>Supermassive stars</li>
<li>Stellar neutrinos</li>
<li>Pair instability supernovae</li>
<li>Triple systems: Kozai-Lidov-von Zeipel oscillations</li>
<li>Orbital architectures of (star+star) binaries in the Universe</li>
<li>The lowest mass stars: M dwarfs and Brown dwarfs</li>
<li>Something else within the scope of the course (<b>to be agreed upon</b>!)</li>
<li>Combination of topics above (<b>to be agreed upon</b>!)</li>
</ol>
</div>
</div>
</div>

<div id="outline-container-org6732cf8" class="outline-3">
<h3 id="org6732cf8"><a href="#org6732cf8">Recommended sources</a></h3>
<div class="outline-text-3" id="text-org6732cf8">
<p>
You are encouraged to do your own research, but in the final
manuscript (and when appropriate in the oral presentation) you need to
cite all the relevant sources. These can be textbooks, review papers,
and/or journal articles. To find journal articles, you can use
<a href="https://ui.adsabs.harvard.edu/">NASA/ADS</a>. You can use online freely-available resources (e.g.,
Wikipedia) as a starting point, but should go find <i>primary</i> sources
(e.g., what Wikipedia itself cites, if not the references cited by the
source from Wikipedia, and so on&#x2026;).
</p>
</div>
</div>

<div id="outline-container-org186556f" class="outline-3">
<h3 id="org186556f"><a href="#org186556f">Grading</a></h3>
<div class="outline-text-3" id="text-org186556f">
<p>
<i>This part is worth 40% of your final grade &#x2013; as much as all the
homework combined, so you want to do it well!</i>
</p>

<p>
Both text and presentations will be evaluated by the instructors <i>and</i>
your peers according to the evaluation rubrics outlined below.
</p>

<p>
More specifically, the text will be evaluated by two other students in
the class, while the oral presentation and handling of the questions
will be evaluated by all the students present. Your presence and
active participation in the presentation from other students is
required and will be counted towards the general in-class
participation.
</p>

<p>
All students will be encouraged to ask questions during the
presentations. The questions and the way you provide your evaluations
and feedback to your peers will also be considered for your final
grading.
</p>

<p>
The breakdown of the  project/presentation grade is as follows:
</p>
<ul class="org-ul">
<li>50% for the oral presentation and QA (corresponding to 20% of the total final grade)</li>
<li>40% for the written report (corresponding to 16% of the total final grade)</li>
<li>10% from how you provide feedback to others (corresponding to 4% of the total final grade).</li>
</ul>

<p>
<b>N.B.</b>: Regardless of the quantitative weight of each portion towards
 the grade, your engagement is necessary for the success of the
 others. When refereeing your feedback should help them improve, and
 nobody wants to present to an absent audience!
</p>
</div>

<div id="outline-container-org0ae49b1" class="outline-4">
<h4 id="org0ae49b1"><a href="#org0ae49b1">Evaluation rubric</a></h4>
<div class="outline-text-4" id="text-org0ae49b1">
<p>
Remember to appreciate the time and effort others have put in their
work and be kind and constructive in providing feedback. The aim is to
learn and improve, not to crush other people's work. And also, nothing
is ever perfect, there is always something to be asked and/or
something that can be improved!
</p>
</div>

<ul class="org-ul">
