md/projects.md


<a id="org8d81995"></a>

### List of possible projects/presentations

If you have some other topic in mind, please come talk to me early on,
as we may be able to accommodate it.

1.  Stellar rotation: observational evidence
2.  Stellar rotation: Von Zeipel theorem
3.  Stellar rotation: angular momentum transport processes
4.  From T<sub>eff</sub> to color: bolometric corrections and extinction
5.  Asteroseismology
6.  Cepheids as distance indicators
7.  Astrometry & the *Gaia* mission
8.  Astrometry: walkaway, runaway, and/or hyper-velocity stars
9.  Astrometric detection of *Gaia* BH1, BH2, BH3, and NS1
10. Tides in stars
11. Algol Paradox
12. Common envelope evolution
13. Mass transfer in binary systems
14. Clusters: globular and open
15. Globular clusters: dynamics
16. Formation of stars
17. Stars in galaxies: Chemical evolution
18. Stars in galaxies: Mechanical feedback
19. Stars in galaxies: Radiative feedback
20. Nucleosynthesis: s-process
21. Nucleosynthesis: r-process
22. X-ray binaries
23. Thermonuclear explosion in WDs
24. Neutron star structure
25. The Eddington limit
26. Convective boundary mixing
27. Schönberg-Chandrasekhar limit and its consequences
28. Supernova Ia
29. Analytic stellar models: Lane-Emden equation
30. Analytic stellar models: Eddington standard model
31. Novae
32. Supermassive stars
33. Stellar neutrinos
34. Pair instability supernovae
35. Triple systems: Kozai-Lidov-von Zeipel oscillations
36. Orbital architectures of (star+star) binaries in the Universe
37. The lowest mass stars: M dwarfs and Brown dwarfs
38. Something else within the scope of the course (**to be agreed upon**!)
39. Combination of topics above (**to be agreed upon**!)


<a id="org0eb2060"></a>

## Recommended sources

You are encouraged to do your own research, but in the final
manuscript (and when appropriate in the oral presentation) you need to
cite all the relevant sources. These can be textbooks, review papers,
and/or journal articles. To find journal articles, you can use
[NASA/ADS](https://ui.adsabs.harvard.edu/). You can use online freely-available resources (e.g.,
Wikipedia) as a starting point, but should go find *primary* sources
(e.g., what Wikipedia itself cites, if not the references cited by the
source from Wikipedia, and so on&#x2026;).


<a id="orgcc2f7cc"></a>

## Grading

*This part is worth 40% of your final grade &#x2013; as much as all the
homework combined, so you want to do it well!*

Both text and presentations will be evaluated by the instructors *and*
your peers according to the evaluation rubrics outlined below.

More specifically, the text will be evaluated by two other students in
the class, while the oral presentation and handling of the questions
will be evaluated by all the students present. Your presence and
active participation in the presentation from other students is
required and will be counted towards the general in-class
participation.

All students will be encouraged to ask questions during the
presentations. The questions and the way you provide your evaluations
and feedback to your peers will also be considered for your final
grading.

The breakdown of the  project/presentation grade is as follows:

-   50% for the oral presentation and QA (corresponding to 20% of the total final grade)
-   40% for the written report (corresponding to 16% of the total final grade)
-   10% from how you provide feedback to others (corresponding to 4% of the total final grade).

**N.B.**: Regardless of the quantitative weight of each portion towards
 the grade, your engagement is necessary for the success of the
 others. When refereeing your feedback should help them improve, and
 nobody wants to present to an absent audience!


<a id="orgfb1bfd9"></a>

### Evaluation rubric

Remember to appreciate the time and effort others have put in their
work and be kind and constructive in providing feedback. The aim is to
learn and improve, not to crush other people's work. And also, nothing
is ever perfect, there is always something to be asked and/or
something that can be improved!

1.  Written summary
