org-content/projects.org
**** Written summary
This counts for 40% of this assignment, corresponding to 16% of the
total grade.

#+ATTR_LATEX: :font \tiny :float sideways
  |-------------------------------+---------------------------------------------------+--------------------------------------------+----------------------------------------------+-------------------------------------|
  |                               | Exceptional                                       | Very good                                  | Adequate                                     | Poor                                |
  |-------------------------------+---------------------------------------------------+--------------------------------------------+----------------------------------------------+-------------------------------------|
  | Scientific depth              | The (astro)physics is clearly explained in a      | The (astro)physics is explained in a clear | The (astro)physics is explained but the      | The (astro)physics is not explained |
  |                               | concise but insightful way. The topic is          | way and context is provided. Quantitative  | presentation could be clearer. Small gaps in | or the explanation is incorrect.    |
  |                               | appropriately unwrapped and connected to          | and qualitative aspects are discussed in   | the quantitative and/or qualitative aspects  | Quantitative and/or qualitative.    |
  |                               | the broader context. Qualitative and quantitative | an understandable fashion.                 | can be identified.                           | errors are present,                 |
  |                               | aspects are clearly addressed and put in context. |                                            |                                              |                                     |
  |                               |                                                   |                                            |                                              |                                     |
  |-------------------------------+---------------------------------------------------+--------------------------------------------+----------------------------------------------+-------------------------------------|
  | Content logic and readability | The scope of the presentation is clearly          | The scope is stated clearly stated.        | The scope could have been clarified more     | The presentation does not proceed   |
  |                               | stated. The presentation builds up clearly and    | The presentation logically builds to it,   | explicitly but is in the end achieved. The   | orderly and it is hard to follow.   |
  |                               | progressively, in an easy to follow and logical   | and the reader can follow it. The (astro)  | (astro)physical aspects are explained in an  | The (astro)physical context is left |
  |                               | way. The physics presented is correct and         | physics is clearly explained and the       | appropriate way that the reader can follow.  | implicit and not enough pointers    |
  |                               | the depth is adequate. References are to          | is given sufficient pointers to            | The reader is given a starting point for     | for further investigation           |
  |                               | reliable sources.                                 | dig deeper.                                | further investigation.                       | are provided                        |
  |-------------------------------+---------------------------------------------------+--------------------------------------------+----------------------------------------------+-------------------------------------|
  | Structure and formatting      | Clear, logical, engaging, and easy to follow.     | Clear and easy to follow.                  | The text is sufficiently clear.              | The text is hard to follow.         |
  |                               | All figures are useful, have captions, and are    | Figures are provided with                  | When present, figures are useful             | Figures and/or captions are missing |
  |                               | and well integrated with text. All references     | useful caption and integrated              | but could be better integrated,              | or not useful. References are       |
  |                               | are provided and relevant.                        | in the tex. All references are listed.     | captions could be improved for clarity.      | incomplete or missing.              |
  |                               |                                                   |                                            | References are provided but seem incomplete. |                                     |
  |-------------------------------+---------------------------------------------------+--------------------------------------------+----------------------------------------------+-------------------------------------|

