md/projects.md

    This counts for 40% of this assignment, corresponding to 16% of the
    total grade.
    
    <table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">
    
    
    <colgroup>
    <col  class="org-left" />
    
    <col  class="org-left" />
    
    <col  class="org-left" />
    
    <col  class="org-left" />
    
    <col  class="org-left" />
    </colgroup>
    <thead>
    <tr>
    <th scope="col" class="org-left">&#xa0;</th>
    <th scope="col" class="org-left">Exceptional</th>
    <th scope="col" class="org-left">Very good</th>
    <th scope="col" class="org-left">Adequate</th>
    <th scope="col" class="org-left">Poor</th>
    </tr>
    </thead>
    
    <tbody>
    <tr>
    <td class="org-left">Scientific depth</td>
    <td class="org-left">The (astro)physics is clearly explained in a</td>
    <td class="org-left">The (astro)physics is explained in a clear</td>
    <td class="org-left">The (astro)physics is explained but the</td>
    <td class="org-left">The (astro)physics is not explained</td>
    </tr>
    
    
    <tr>
    <td class="org-left">&#xa0;</td>
    <td class="org-left">concise but insightful way. The topic is</td>
    <td class="org-left">way and context is provided. Quantitative</td>
    <td class="org-left">presentation could be clearer. Small gaps in</td>
    <td class="org-left">or the explanation is incorrect.</td>
    </tr>
    
    
    <tr>
    <td class="org-left">&#xa0;</td>
    <td class="org-left">appropriately unwrapped and connected to</td>
    <td class="org-left">and qualitative aspects are discussed in</td>
    <td class="org-left">the quantitative and/or qualitative aspects</td>
    <td class="org-left">Quantitative and/or qualitative.</td>
    </tr>
    
    
    <tr>
    <td class="org-left">&#xa0;</td>
    <td class="org-left">the broader context. Qualitative and quantitative</td>
    <td class="org-left">an understandable fashion.</td>
    <td class="org-left">can be identified.</td>
    <td class="org-left">errors are present,</td>
    </tr>
    
    
    <tr>
    <td class="org-left">&#xa0;</td>
    <td class="org-left">aspects are clearly addressed and put in context.</td>
    <td class="org-left">&#xa0;</td>
    <td class="org-left">&#xa0;</td>
    <td class="org-left">&#xa0;</td>
    </tr>
    
    
    <tr>
    <td class="org-left">&#xa0;</td>
    <td class="org-left">&#xa0;</td>
    <td class="org-left">&#xa0;</td>
    <td class="org-left">&#xa0;</td>
    <td class="org-left">&#xa0;</td>
    </tr>
    </tbody>
    
    <tbody>
    <tr>
    <td class="org-left">Content logic and readability</td>
    <td class="org-left">The scope of the presentation is clearly</td>
    <td class="org-left">The scope is stated clearly stated.</td>
    <td class="org-left">The scope could have been clarified more</td>
    <td class="org-left">The presentation does not proceed</td>
    </tr>
    
    
    <tr>
    <td class="org-left">&#xa0;</td>
    <td class="org-left">stated. The presentation builds up clearly and</td>
    <td class="org-left">The presentation logically builds to it,</td>
    <td class="org-left">explicitly but is in the end achieved. The</td>
    <td class="org-left">orderly and it is hard to follow.</td>
    </tr>
    
    
    <tr>
    <td class="org-left">&#xa0;</td>
    <td class="org-left">progressively, in an easy to follow and logical</td>
    <td class="org-left">and the reader can follow it. The (astro)</td>
    <td class="org-left">(astro)physical aspects are explained in an</td>
    <td class="org-left">The (astro)physical context is left</td>
    </tr>
    
    
    <tr>
    <td class="org-left">&#xa0;</td>
    <td class="org-left">way. The physics presented is correct and</td>
    <td class="org-left">physics is clearly explained and the</td>
    <td class="org-left">appropriate way that the reader can follow.</td>
    <td class="org-left">implicit and not enough pointers</td>
    </tr>
    
    
    <tr>
    <td class="org-left">&#xa0;</td>
    <td class="org-left">the depth is adequate. References are to</td>
    <td class="org-left">is given sufficient pointers to</td>
    <td class="org-left">The reader is given a starting point for</td>
    <td class="org-left">for further investigation</td>
    </tr>
    
    
    <tr>
    <td class="org-left">&#xa0;</td>
    <td class="org-left">reliable sources.</td>
    <td class="org-left">dig deeper.</td>
    <td class="org-left">further investigation.</td>
    <td class="org-left">are provided</td>
    </tr>
    </tbody>
    
    <tbody>
    <tr>
    <td class="org-left">Structure and formatting</td>
    <td class="org-left">Clear, logical, engaging, and easy to follow.</td>
    <td class="org-left">Clear and easy to follow.</td>
    <td class="org-left">The text is sufficiently clear.</td>
    <td class="org-left">The text is hard to follow.</td>
    </tr>
    
    
    <tr>
    <td class="org-left">&#xa0;</td>
    <td class="org-left">All figures are useful, have captions, and are</td>
    <td class="org-left">Figures are provided with</td>
    <td class="org-left">When present, figures are useful</td>
    <td class="org-left">Figures and/or captions are missing</td>
    </tr>
    
    
    <tr>
    <td class="org-left">&#xa0;</td>
    <td class="org-left">and well integrated with text. All references</td>
    <td class="org-left">useful caption and integrated</td>
    <td class="org-left">but could be better integrated,</td>
    <td class="org-left">or not useful. References are</td>
    </tr>
    
    
    <tr>
    <td class="org-left">&#xa0;</td>
    <td class="org-left">are provided and relevant.</td>
    <td class="org-left">in the tex. All references are listed.</td>
    <td class="org-left">captions could be improved for clarity.</td>
    <td class="org-left">incomplete or missing.</td>
    </tr>
    
    
    <tr>
    <td class="org-left">&#xa0;</td>
    <td class="org-left">&#xa0;</td>
    <td class="org-left">&#xa0;</td>
    <td class="org-left">References are provided but seem incomplete.</td>
    <td class="org-left">&#xa0;</td>
    </tr>
    </tbody>
    </table>

2.  Oral presentation
