org-content/projects.org
**** Oral presentation
This counts for 50% of this assignment, corresponding to 20% of the
total grade.

#+ATTR_LATEX: :font \tiny :float sideways
  |------------------------------+---------------------------------------------------+----------------------------------------+----------------------------------+-----------------------------|
  |                              | Exceptional                                       | Very good                              | Adequate                         | Poor                        |
  |------------------------------+---------------------------------------------------+----------------------------------------+----------------------------------+-----------------------------|
  | Content and Scientific depth | The presentation is logical, thorough, and clear. | The presentation is logical and clear. | The presentation is logical,     | The presentation is         |
  |                              | Topics are appropriately unwrapped within the     | The speaker's line of argument is easy | the speaker makes their argument | incomplete or unclear. The  |
  |                              | available time. The speaker provides the audience | to follow and provides the audience    | clear and the audience can       | line of argument is hard to |
  |                              | with insight and understanding and is thought     | with new insight and knowledge.        | effectively learn from the       | follow or contains          |
  |                              | provoking.                                        |                                        | presentation.                    | factual errors.             |
  |------------------------------+---------------------------------------------------+----------------------------------------+----------------------------------+-----------------------------|
  | Slides quality and delivery  | Informative and exciting slides that              | Clear and relevant slides that         | Slides contain the relevant      | Slides are cluttered        |
  |                              | effectively corroborate the presentation          | corroborate the presentation.          | information. The tone is         | or incomplete and do        |
  |                              | by the speaker. No information is missing         | The tone is clear and well paced,      | clear and the timing is          | not effectively support     |
  |                              | or unclear. The tone is engaging and well         | the timing is right. The speaker       | right. The speaker's engagement  | the speaker's presentation. |
  |                              | paced. The speaker shows mastery of the           | shows mastery of the topic,            | with the audience could be       | Information is missing or   |
  |                              | topic, talk to the audience, and their            | engages with the audience              | smoother. The speaker answers    | unclear. The speaker does   |
  |                              | timing is perfect.                                |                                        | most questions clearly.          | not talk to the audience    |
  |                              |                                                   |                                        |                                  | but rather to themselves.   |
  |                              |                                                   |                                        |                                  | The speaker is overtime.    |
  |------------------------------+---------------------------------------------------+----------------------------------------+----------------------------------+-----------------------------|
  | QA handling                  | The speaker repeats the questions to make         | The speaker answers questions clearly  | The speaker answers clearly      | The speaker answers in      |
  |                              | sure everyone can follow and handles them         | and concisely.                         | with insightful answers, but     | a confused/confusing manner |
  |                              | honestly and clearly. Answers are clear, concise, | Answers are insightful and help the    | the answers could be shortened   | or with factually incorrect |
  |                              | and useful (remember: the speaker is not          | audience.                              | without loss of content.         | information.                |
  |                              | required to know everything!)                     |                                        |                                  |                             |
  |------------------------------+---------------------------------------------------+----------------------------------------+----------------------------------+-----------------------------|

*N.B.:* You are not obliged to make slides, and you can use the
whiteboard if you think this fits better the presentation of your
topic.

