md/projects.md

    This counts for 50% of this assignment, corresponding to 20% of the
    total grade.
    
    <table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">
    
    
    <colgroup>
    <col  class="org-left" />
    
    <col  class="org-left" />
    
    <col  class="org-left" />
    
    <col  class="org-left" />
    
    <col  class="org-left" />
    </colgroup>
    <thead>
    <tr>
    <th scope="col" class="org-left">&#xa0;</th>
    <th scope="col" class="org-left">Exceptional</th>
    <th scope="col" class="org-left">Very good</th>
    <th scope="col" class="org-left">Adequate</th>
    <th scope="col" class="org-left">Poor</th>
    </tr>
    </thead>
    
    <tbody>
    <tr>
    <td class="org-left">Content and Scientific depth</td>
    <td class="org-left">The presentation is logical, thorough, and clear.</td>
    <td class="org-left">The presentation is logical and clear.</td>
    <td class="org-left">The presentation is logical,</td>
    <td class="org-left">The presentation is</td>
    </tr>
    
    
    <tr>
    <td class="org-left">&#xa0;</td>
    <td class="org-left">Topics are appropriately unwrapped within the</td>
    <td class="org-left">The speaker's line of argument is easy</td>
    <td class="org-left">the speaker makes their argument</td>
    <td class="org-left">incomplete or unclear. The</td>
    </tr>
    
    
    <tr>
    <td class="org-left">&#xa0;</td>
    <td class="org-left">available time. The speaker provides the audience</td>
    <td class="org-left">to follow and provides the audience</td>
    <td class="org-left">clear and the audience can</td>
    <td class="org-left">line of argument is hard to</td>
    </tr>
    
    
    <tr>
    <td class="org-left">&#xa0;</td>
    <td class="org-left">with insight and understanding and is thought</td>
    <td class="org-left">with new insight and knowledge.</td>
    <td class="org-left">effectively learn from the</td>
    <td class="org-left">follow or contains</td>
    </tr>
    
    
    <tr>
    <td class="org-left">&#xa0;</td>
    <td class="org-left">provoking.</td>
    <td class="org-left">&#xa0;</td>
    <td class="org-left">presentation.</td>
    <td class="org-left">factual errors.</td>
    </tr>
    </tbody>
    
    <tbody>
    <tr>
    <td class="org-left">Slides quality and delivery</td>
    <td class="org-left">Informative and exciting slides that</td>
    <td class="org-left">Clear and relevant slides that</td>
    <td class="org-left">Slides contain the relevant</td>
    <td class="org-left">Slides are cluttered</td>
    </tr>
    
    
    <tr>
    <td class="org-left">&#xa0;</td>
    <td class="org-left">effectively corroborate the presentation</td>
    <td class="org-left">corroborate the presentation.</td>
    <td class="org-left">information. The tone is</td>
    <td class="org-left">or incomplete and do</td>
    </tr>
    
    
    <tr>
    <td class="org-left">&#xa0;</td>
    <td class="org-left">by the speaker. No information is missing</td>
    <td class="org-left">The tone is clear and well paced,</td>
    <td class="org-left">clear and the timing is</td>
    <td class="org-left">not effectively support</td>
    </tr>
    
    
    <tr>
    <td class="org-left">&#xa0;</td>
    <td class="org-left">or unclear. The tone is engaging and well</td>
    <td class="org-left">the timing is right. The speaker</td>
    <td class="org-left">right. The speaker's engagement</td>
    <td class="org-left">the speaker's presentation.</td>
    </tr>
    
    
    <tr>
    <td class="org-left">&#xa0;</td>
    <td class="org-left">paced. The speaker shows mastery of the</td>
    <td class="org-left">shows mastery of the topic,</td>
    <td class="org-left">with the audience could be</td>
    <td class="org-left">Information is missing or</td>
    </tr>
    
    
    <tr>
    <td class="org-left">&#xa0;</td>
    <td class="org-left">topic, talk to the audience, and their</td>
    <td class="org-left">engages with the audience</td>
    <td class="org-left">smoother. The speaker answers</td>
    <td class="org-left">unclear. The speaker does</td>
    </tr>
    
    
    <tr>
    <td class="org-left">&#xa0;</td>
    <td class="org-left">timing is perfect.</td>
    <td class="org-left">&#xa0;</td>
    <td class="org-left">most questions clearly.</td>
    <td class="org-left">not talk to the audience</td>
    </tr>
    
    
    <tr>
    <td class="org-left">&#xa0;</td>
    <td class="org-left">&#xa0;</td>
    <td class="org-left">&#xa0;</td>
    <td class="org-left">&#xa0;</td>
    <td class="org-left">but rather to themselves.</td>
    </tr>
    
    
    <tr>
    <td class="org-left">&#xa0;</td>
    <td class="org-left">&#xa0;</td>
    <td class="org-left">&#xa0;</td>
    <td class="org-left">&#xa0;</td>
    <td class="org-left">The speaker is overtime.</td>
    </tr>
    </tbody>
    
    <tbody>
    <tr>
    <td class="org-left">QA handling</td>
    <td class="org-left">The speaker repeats the questions to make</td>
    <td class="org-left">The speaker answers questions clearly</td>
    <td class="org-left">The speaker answers clearly</td>
    <td class="org-left">The speaker answers in</td>
    </tr>
    
    
    <tr>
    <td class="org-left">&#xa0;</td>
    <td class="org-left">sure everyone can follow and handles them</td>
    <td class="org-left">and concisely.</td>
    <td class="org-left">with insightful answers, but</td>
    <td class="org-left">a confused/confusing manner</td>
    </tr>
    
    
    <tr>
    <td class="org-left">&#xa0;</td>
    <td class="org-left">honestly and clearly. Answers are clear, concise,</td>
    <td class="org-left">Answers are insightful and help the</td>
    <td class="org-left">the answers could be shortened</td>
    <td class="org-left">or with factually incorrect</td>
    </tr>
    
    
    <tr>
    <td class="org-left">&#xa0;</td>
    <td class="org-left">and useful (remember: the speaker is not</td>
    <td class="org-left">audience.</td>
    <td class="org-left">without loss of content.</td>
    <td class="org-left">information.</td>
    </tr>
    
    
    <tr>
    <td class="org-left">&#xa0;</td>
    <td class="org-left">required to know everything!)</td>
    <td class="org-left">&#xa0;</td>
    <td class="org-left">&#xa0;</td>
    <td class="org-left">&#xa0;</td>
    </tr>
    </tbody>
    </table>
    
    **N.B.:** You are not obliged to make slides, and you can use the
    whiteboard if you think this fits better the presentation of your
    topic.

3.  Providing feedback
