org-content/projects.org
**** Providing feedback
This counts for 10% of this assignment, corresponding to 4% of total grade.

#+ATTR_LATEX: :font \tiny :float sideways
  |----------+-----------------------------------------------+----------------------------------------+--------------------------------+------------------------------------------------|
  |          | Exceptional                                   | Very good                              | Adequate                       | Poor                                           |
  |----------+-----------------------------------------------+----------------------------------------+--------------------------------+------------------------------------------------|
  | Feedback | Positive aspects are highlighted before       | Positive aspects are noted, suggestion | Actionable suggestions         | No relevant actionable suggestion is provided. |
  |          | providing clear, constructive, and actionable | are clear, actionable, and relevant.   | are provided, but could        | The tone is dismissive, and/or unclear.        |
  |          | suggestions on the things that could be       |                                        | be clearer. Some suggestions   | If the provider of this feedback would be at   |
  |          | improved. The tone is supportive and comments |                                        | seem only marginally relevant. | the receiving end of it, they would feel       |
  |          | are fair and useful (as opposed to nitpicky). |                                        |                                | discouraged instead of helped.                 |
  |----------+-----------------------------------------------+----------------------------------------+--------------------------------+------------------------------------------------|

*N.B.:* the aim of the feedback is to help the author improve their
presentation. You are asked to evaluate the work, /not/ the author. Give
clear and constructive criticism focusing on helping the presenter.

* Honors project

To get honors credits for this class, on top of the project described
above, you will do a stellar evolution theory project using the [[https://docs.mesastar.org/en/latest/][MESA]]
code on your own laptop to investigate in more depth some aspect that
we will only barely mention in class. [[./honors.org][Follow this link to see an
example honors project]].
