html-content/projects.html

<li><a id="org9d5c61b"></a><a href="#org9d5c61b">Providing feedback</a><br>
<div class="outline-text-5" id="text-org9d5c61b">
<p>
This counts for 10% of this assignment, corresponding to 4% of total grade.
</p>

<table>


<colgroup>
<col  class="org-left">

<col  class="org-left">

<col  class="org-left">

<col  class="org-left">

<col  class="org-left">
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">&#xa0;</th>
<th scope="col" class="org-left">Exceptional</th>
<th scope="col" class="org-left">Very good</th>
<th scope="col" class="org-left">Adequate</th>
<th scope="col" class="org-left">Poor</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">Feedback</td>
<td class="org-left">Positive aspects are highlighted before</td>
<td class="org-left">Positive aspects are noted, suggestion</td>
<td class="org-left">Actionable suggestions</td>
<td class="org-left">No relevant actionable suggestion is provided.</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">providing clear, constructive, and actionable</td>
<td class="org-left">are clear, actionable, and relevant.</td>
<td class="org-left">are provided, but could</td>
<td class="org-left">The tone is dismissive, and/or unclear.</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">suggestions on the things that could be</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">be clearer. Some suggestions</td>
<td class="org-left">If the provider of this feedback would be at</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">improved. The tone is supportive and comments</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">seem only marginally relevant.</td>
<td class="org-left">the receiving end of it, they would feel</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">are fair and useful (as opposed to nitpicky).</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">discouraged instead of helped.</td>
</tr>
</tbody>
</table>

<p>
<b>N.B.:</b> the aim of the feedback is to help the author improve their
presentation. You are asked to evaluate the work, <i>not</i> the author. Give
clear and constructive criticism focusing on helping the presenter.
</p>
</div>
</li>
</ul>
</div>
</div>
</div>

<div id="outline-container-org588c5c8" class="outline-2">
<h2 id="org588c5c8"><a href="#org588c5c8">Honors project</a></h2>
<div class="outline-text-2" id="text-org588c5c8">
<p>
To get honors credits for this class, on top of the project described
above, you will do a stellar evolution theory project using the <a href="https://docs.mesastar.org/en/latest/">MESA</a>
code on your own laptop to investigate in more depth some aspect that
we will only barely mention in class. <a href="./honors.html">Follow this link to see an
example honors project</a>.
</p>
</div>
</div>
</div>
<div id="postamble" class="status">
<div class="footer">
  <hr>
  <a href="#light-dark-toggle"><i id="light-dark-toggle"><i class="fa-solid fa-circle-half-stroke"></i></a>&emsp;&emsp;&emsp;&emsp;<a href="syllabus.html"><i class="fa-solid fa-arrow-left" style="font-size:16px"></i></a>&emsp;&emsp;&emsp;&emsp;<a href="#top"><i class="fa-solid fa-arrow-up" style="font-size:16px"></i></a>&emsp;&emsp;&emsp;&emsp;<a href="lectures.html"><i class="fa-solid fa-arrow-right" style="font-size:16px"></i></a>&emsp;&emsp;&emsp;&emsp;<a href="https://github.com/mathren/stellar_phys_400A"><i class="fa-brands fa-github" style="font-size:16px"></i></a><hr>
  <br>
  Last updated on 1 February 2025 <br>
  Made with Emacs 28.1 - Org mode 9.5.2
  <br>
</div>
</div>
</body>
</html>
