md/projects.md

    This counts for 10% of this assignment, corresponding to 4% of total grade.
    
    <table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">
    
    
    <colgroup>
    <col  class="org-left" />
    
    <col  class="org-left" />
    
    <col  class="org-left" />
    
    <col  class="org-left" />
    
    <col  class="org-left" />
    </colgroup>
    <thead>
    <tr>
    <th scope="col" class="org-left">&#xa0;</th>
    <th scope="col" class="org-left">Exceptional</th>
    <th scope="col" class="org-left">Very good</th>
    <th scope="col" class="org-left">Adequate</th>
    <th scope="col" class="org-left">Poor</th>
    </tr>
    </thead>
    
    <tbody>
    <tr>
    <td class="org-left">Feedback</td>
    <td class="org-left">Positive aspects are highlighted before</td>
    <td class="org-left">Positive aspects are noted, suggestion</td>
    <td class="org-left">Actionable suggestions</td>
    <td class="org-left">No relevant actionable suggestion is provided.</td>
    </tr>
    
    
    <tr>
    <td class="org-left">&#xa0;</td>
    <td class="org-left">providing clear, constructive, and actionable</td>
    <td class="org-left">are clear, actionable, and relevant.</td>
    <td class="org-left">are provided, but could</td>
    <td class="org-left">The tone is dismissive, and/or unclear.</td>
    </tr>
    
    
    <tr>
    <td class="org-left">&#xa0;</td>
    <td class="org-left">suggestions on the things that could be</td>
    <td class="org-left">&#xa0;</td>
    <td class="org-left">be clearer. Some suggestions</td>
    <td class="org-left">If the provider of this feedback would be at</td>
    </tr>
    
    
    <tr>
    <td class="org-left">&#xa0;</td>
    <td class="org-left">improved. The tone is supportive and comments</td>
    <td class="org-left">&#xa0;</td>
    <td class="org-left">seem only marginally relevant.</td>
    <td class="org-left">the receiving end of it, they would feel</td>
    </tr>
    
    
    <tr>
    <td class="org-left">&#xa0;</td>
    <td class="org-left">are fair and useful (as opposed to nitpicky).</td>
    <td class="org-left">&#xa0;</td>
    <td class="org-left">&#xa0;</td>
    <td class="org-left">discouraged instead of helped.</td>
    </tr>
    </tbody>
    </table>
    
    **N.B.:** the aim of the feedback is to help the author improve their
    presentation. You are asked to evaluate the work, *not* the author. Give
    clear and constructive criticism focusing on helping the presenter.


<a id="org0e99273"></a>

# Honors project

To get honors credits for this class, on top of the project described
above, you will do a stellar evolution theory project using the [MESA](https://docs.mesastar.org/en/latest/)
code on your own laptop to investigate in more depth some aspect that
we will only barely mention in class. [Follow this link to see an
example honors project](./honors.md).

